---
kind: other
id: Properties.T:Autodesk.Revit.DB.DefaultOpenFromCloudCallback
source: html/a319fc81-11d2-1268-f146-a5f2ebd241a0.htm
---
# DefaultOpenFromCloudCallback Properties

Specifies whether the .NET object represents a valid Revit entity.